Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# achievement.dayStreak.detail
source: Train %lld days in a row.
es: Entrena %lld días seguidos.
fr: Entraîne-toi %lld jours d’affilée.
hi: लगातार %lld दिन ट्रेनिंग करें।
it: Allenati %lld giorni di fila.
tr: %lld gün üst üste antrenman yap.
zh_hans: 连续 %lld 天训练。

# achievement.dayStreak.title
source: %lld days running
es: %lld días seguidos
fr: %lld jours d’affilée
hi: लगातार %lld दिन
it: %lld giorni di fila
tr: %lld gün aralıksız
zh_hans: 连续 %lld 天

# achievement.firstWorkout.detail
source: Finish your first workout.
es: Termina tu primer entrenamiento.
fr: Termine ta première séance.
hi: अपना पहला वर्कआउट पूरा करें।
it: Completa il tuo primo allenamento.
tr: İlk antrenmanını bitir.
zh_hans: 完成你的第一次训练。

# achievement.firstWorkout.title
source: First session
es: Primera sesión
fr: Première séance
hi: पहला सेशन
it: Prima sessione
tr: İlk seans
zh_hans: 第一次训练

# achievement.lift.detail
source: Record a working set at %@ or more.
es: Registra una serie de trabajo con %@ o más.
fr: Enregistre une série de travail à %@ ou plus.
hi: %@ या उससे ज़्यादा पर एक वर्किंग सेट दर्ज करें।
it: Registra una serie di lavoro a %@ o più.
tr: %@ veya üzerinde bir çalışma seti kaydet.
zh_hans: 记录一组 %@ 或以上的正式组。

# achievement.lift.title
source: %@ lifted
es: %@ levantados
fr: %@ soulevés
hi: %@ उठाया
it: %@ sollevati
tr: %@ kaldırıldı
zh_hans: 举起 %@

# achievement.nutritionDays.detail
source: Log your food on %lld days.
es: Registra tu comida durante %lld días.
fr: Enregistre ton alimentation sur %lld jours.
hi: %lld दिन अपना खाना दर्ज करें।
it: Registra ciò che mangi per %lld giorni.
tr: %lld gün beslenmeni kaydet.
zh_hans: 在 %lld 天记录你的饮食。

# achievement.nutritionDays.title
source: %lld days logged
es: %lld días registrados
fr: %lld jours enregistrés
hi: %lld दिन दर्ज
it: %lld giorni registrati
tr: %lld gün kaydedildi
zh_hans: 记录 %lld 天

# achievement.sessions.detail
source: Finish %lld workouts.
es: Termina %lld entrenamientos.
fr: Termine %lld séances.
hi: %lld वर्कआउट पूरे करें।
it: Completa %lld allenamenti.
tr: %lld antrenman bitir.
zh_hans: 完成 %lld 次训练。

# achievement.sessions.title
source: %lld sessions
es: %lld sesiones
fr: %lld séances
hi: %lld सेशन
it: %lld sessioni
tr: %lld seans
zh_hans: %lld 次训练

# achievement.tonnage.detail
source: Add up %@ of total weight lifted.
es: Acumula %@ de peso total levantado.
fr: Cumule %@ de poids total soulevé.
hi: कुल मिलाकर %@ वज़न उठाएँ।
it: Accumula %@ di peso totale sollevato.
tr: Toplamda %@ ağırlık kaldır.
zh_hans: 累计举起 %@ 的总重量。

# achievement.tonnage.title
source: %@ moved
es: %@ movidos
fr: %@ déplacés
hi: %@ कुल उठाया
it: %@ spostati
tr: %@ hareket ettirildi
zh_hans: 累计 %@

# achievement.weekStreak.detail
source: Train in %lld consecutive weeks.
es: Entrena %lld semanas consecutivas.
fr: Entraîne-toi %lld semaines consécutives.
hi: लगातार %lld हफ़्ते ट्रेनिंग करें।
it: Allenati per %lld settimane consecutive.
tr: %lld hafta üst üste antrenman yap.
zh_hans: 连续 %lld 周都有训练。

# achievement.weekStreak.title
source: %lld weeks running
es: %lld semanas seguidas
fr: %lld semaines d’affilée
hi: लगातार %lld हफ़्ते
it: %lld settimane di fila
tr: %lld hafta aralıksız
zh_hans: 连续 %lld 周

# achievement.weighIns.detail
source: Log your body weight on %lld separate days.
es: Registra tu peso corporal en %lld días distintos.
fr: Note ton poids sur %lld jours différents.
hi: %lld अलग-अलग दिनों पर अपना वज़न दर्ज करें।
it: Registra il tuo peso corporeo in %lld giorni diversi.
tr: %lld ayrı günde vücut ağırlığını kaydet.
zh_hans: 在 %lld 个不同的日子记录体重。

# achievement.weighIns.title
source: %lld weigh-ins
es: %lld pesajes
fr: %lld pesées
hi: %lld वज़न रिकॉर्ड
it: %lld pesate
tr: %lld tartım
zh_hans: %lld 次体重记录

# active.addExercise
source: Add an exercise
es: Añadir un ejercicio
fr: Ajouter un exercice
hi: एक्सरसाइज़ जोड़ें
it: Aggiungi un esercizio
zh_hans: 添加动作

# active.addSet
source: Add set
es: Añadir serie
fr: Ajouter une série
hi: सेट जोड़ें
it: Aggiungi serie
zh_hans: 添加一组

# active.addWarmupSet
source: Add warm-up
es: Añadir calentamiento
fr: Ajouter un échauffement
hi: वॉर्म-अप जोड़ें
it: Aggiungi riscaldamento
zh_hans: 添加热身组

# active.autoreg.applied
source: Your program was adjusted after a session you finished.
es: Tu programa se ajustó tras una sesión que terminaste.
fr: Ton programme a été ajusté après une séance que tu as terminée.
hi: आपके पूरे किए एक सेशन के बाद आपका प्रोग्राम समायोजित किया गया।
it: Il tuo programma è stato adattato dopo una sessione che hai completato.
zh_hans: 在你完成一次训练后，训练计划已做出调整。

# active.calibration.adjusted
source: Moved from %@ to %@ for the rest of this exercise (%@).
es: De %@ a %@ durante el resto de este ejercicio (%@).
fr: Passage de %@ à %@ pour le reste de cet exercice (%@).
hi: इस एक्सरसाइज़ के बाकी हिस्से के लिए %@ से %@ कर दिया गया (%@)।
it: Passato da %@ a %@ per il resto dell'esercizio (%@).
zh_hans: 这个动作后续从 %@ 调整为 %@（%@）。

# active.calibration.detail.correct
source: Hard by the last rep, with a little left in reserve.
es: Dura en la última repetición, con algo de margen.
fr: Dur sur la dernière répétition, avec un peu de marge.
hi: आखिरी रेप तक मुश्किल, पर थोड़ा दम बचा हुआ।
it: Duro sull'ultima ripetizione, con un po' di margine.
zh_hans: 最后一次很吃力，但还留有一点余力。

# active.calibration.detail.hard
source: You got the reps, but only just.
es: Has sacado las repeticiones, pero por los pelos.
fr: Tu as eu les répétitions, mais de justesse.
hi: रेप्स तो हो गए, पर बड़ी मुश्किल से।
it: Hai fatto le ripetizioni, ma a fatica.
zh_hans: 次数完成了，但非常勉强。

# active.calibration.detail.tooEasy
source: You could have done several more reps.
es: Podrías haber hecho bastantes repeticiones más.
fr: Tu aurais pu faire plusieurs répétitions de plus.
hi: आप कई और रेप्स कर सकते थे।
it: Avresti potuto fare parecchie ripetizioni in più.
zh_hans: 你还能再多做好几次。

# active.calibration.detail.tooHeavy
source: You had to stop short, or your form gave way.
es: Has tenido que parar antes, o se te ha ido la técnica.
fr: Tu as dû t’arrêter avant, ou ta technique a lâché.
hi: आपको बीच में रुकना पड़ा, या फ़ॉर्म बिगड़ गई।
it: Hai dovuto fermarti prima, o la tecnica è saltata.
zh_hans: 你不得不提前停下，或者动作变形了。

# active.calibration.explainer
source: There is no history for this movement yet, so your answer sets the load for the rest of the exercise.
es: Todavía no hay historial de este movimiento, así que tu respuesta fija la carga del resto del ejercicio.
fr: Il n’y a pas encore d’historique sur ce mouvement : ta réponse fixe la charge pour le reste de l’exercice.
hi: इस मूवमेंट की अभी कोई हिस्ट्री नहीं है, इसलिए आपके जवाब से बाकी एक्सरसाइज़ का लोड तय होगा।
it: Per questo movimento non c'è ancora cronologia, quindi la tua risposta imposta il carico per il resto dell'esercizio.
zh_hans: 这个动作还没有历史记录，因此你的回答会决定这个动作后续的负重。

# active.calibration.heading
source: How did that set of %@ feel?
es: ¿Cómo te ha sentado esa serie de %@?
fr: Comment as-tu ressenti cette série de %@ ?
hi: %@ का वह सेट कैसा लगा?
it: Come è andata quella serie di %@?
zh_hans: 这组 %@ 感觉如何？

# active.calibration.held
source: Staying at %@ for the rest of this exercise.
es: Se mantiene en %@ durante el resto de este ejercicio.
fr: On reste à %@ pour le reste de cet exercice.
hi: इस एक्सरसाइज़ के बाकी हिस्से में %@ पर ही रहेंगे।
it: Resti a %@ per il resto dell'esercizio.
zh_hans: 这个动作后续保持在 %@。

# active.calibration.keepAsIs
source: Keep as it is
es: Dejarlo como está
fr: Garder tel quel
hi: जैसा है वैसा रखें
it: Lascia com'è
zh_hans: 保持不变

# active.calibration.noted
source: Your answer: %@. This movement has no load to adjust.
es: Tu respuesta: %@. Este movimiento no tiene carga que ajustar.
fr: Ta réponse : %@. Ce mouvement n’a pas de charge à ajuster.
hi: आपका जवाब: %@. इस मूवमेंट में बदलने को कोई लोड नहीं है।
it: La tua risposta: %@. Questo movimento non ha un carico da regolare.
zh_hans: 你的回答：%@。这个动作没有可调整的负重。

# active.calibration.performed
source: You logged %@.
es: Has registrado %@.
fr: Tu as enregistré %@.
hi: आपने %@ दर्ज किया।
it: Hai registrato %@.
zh_hans: 你记录了 %@。

# active.calibration.preview
source: Next sets: %@
es: Siguientes series: %@
fr: Séries suivantes : %@
hi: अगले सेट: %@
it: Prossime serie: %@
zh_hans: 后续各组：%@

# active.calibration.prompt
source: This is your first time on this movement, so treat the first set as a test and rate it afterwards.
es: Es tu primera vez con este movimiento, así que trata la primera serie como una prueba y valórala después.
fr: C’est ta première fois sur ce mouvement : traite la première série comme un test et évalue-la ensuite.
hi: यह मूवमेंट आप पहली बार कर रहे हैं, इसलिए पहले सेट को एक परीक्षण मानें और बाद में उसे रेट करें।
it: È la prima volta che fai questo movimento: tratta la prima serie come una prova e valutala alla fine.
zh_hans: 这是你第一次做这个动作，把第一组当作试重，做完后评价一下。

# active.calibration.title
source: Find your load
es: Encuentra tu carga
fr: Trouver ta charge
hi: अपना लोड ढूँढें
it: Trova il tuo carico
zh_hans: 确定你的负重

# active.completeSet
source: Complete set %lld
es: Completar la serie %lld
fr: Valider la série %lld
hi: सेट %lld पूरा करें
it: Completa la serie %lld
zh_hans: 完成第 %lld 组

# active.completeWarmupSet
source: Complete warm-up set
es: Completar la serie de calentamiento
fr: Valider la série d’échauffement
hi: वॉर्म-अप सेट पूरा करें
it: Completa la serie di riscaldamento
zh_hans: 完成热身组

# active.details.title
source: How to do this
es: Cómo se hace
fr: Comment faire
hi: यह कैसे करें
it: Come si esegue
zh_hans: 动作要领

# active.discard.action
source: Discard workout
es: Descartar entrenamiento
fr: Abandonner la séance
hi: वर्कआउट छोड़ दें
it: Scarta l'allenamento
zh_hans: 放弃训练

# active.discard.message
source: %@ and %@ of training will be deleted. This cannot be undone.
es: Se borrarán %@ y %@ de entrenamiento. Esto no se puede deshacer.
fr: %@ et %@ d’entraînement seront supprimés. C’est irréversible.
hi: %@ और %@ की ट्रेनिंग मिट जाएगी। यह वापस नहीं हो सकता।
it: %@ e %@ di allenamento verranno eliminati. L'operazione non è reversibile.
zh_hans: %@ 和 %@ 的训练内容将被删除。此操作无法撤销。

# active.discard.sets
source: %lld logged sets
es: %lld series registradas
fr: %lld séries enregistrées
hi: %lld दर्ज किए सेट
it: %lld serie registrate
zh_hans: %lld 个已记录的组

# active.discard.title
source: Discard this workout?
es: ¿Descartar este entrenamiento?
fr: Abandonner cette séance ?
hi: यह वर्कआउट छोड़ दें?
it: Scartare questo allenamento?
zh_hans: 放弃这次训练？

# active.edit.addSet
source: Add a set
es: Añadir una serie
fr: Ajouter une série
hi: सेट जोड़ें
it: Aggiungi una serie
zh_hans: 添加一组

# active.edit.exercises
source: Exercises
es: Ejercicios
fr: Exercices
hi: एक्सरसाइज़
it: Esercizi
zh_hans: 动作

# active.edit.exercisesFooter
source: Changes apply to today's session unless you say otherwise.
es: Los cambios se aplican a la sesión de hoy salvo que indiques otra cosa.
fr: Les changements s’appliquent à la séance du jour, sauf indication contraire.
hi: जब तक आप कुछ और न कहें, बदलाव आज के सेशन पर लागू होते हैं।
it: Le modifiche valgono per la sessione di oggi, a meno che tu non dica diversamente.
zh_hans: 除非你另行说明，修改只作用于今天的训练课。

# active.edit.justToday
source: Just today
es: Solo hoy
fr: Juste aujourd’hui
hi: सिर्फ़ आज
it: Solo oggi
zh_hans: 仅限今天

# active.edit.moveDown
source: Move down
es: Bajar
fr: Descendre
hi: नीचे ले जाएँ
it: Sposta giù
zh_hans: 下移

# active.edit.moveUp
source: Move up
es: Subir
fr: Monter
hi: ऊपर ले जाएँ
it: Sposta su
zh_hans: 上移

# active.edit.noExercises
source: This session has no exercises yet.
es: Esta sesión todavía no tiene ejercicios.
fr: Cette séance n’a pas encore d’exercices.
hi: इस सेशन में अभी कोई एक्सरसाइज़ नहीं है।
it: Questa sessione non ha ancora esercizi.
zh_hans: 这节训练课还没有动作。

# active.edit.removeExercise
source: Remove this exercise
es: Quitar este ejercicio
fr: Retirer cet exercice
hi: यह एक्सरसाइज़ हटाएँ
it: Rimuovi questo esercizio
zh_hans: 移除这个动作

# active.edit.removeSet
source: Remove a set
es: Quitar una serie
fr: Retirer une série
hi: सेट हटाएँ
it: Togli una serie
zh_hans: 移除一组

# active.edit.reorder
source: Reorder exercises
es: Reordenar ejercicios
fr: Réorganiser les exercices
hi: एक्सरसाइज़ का क्रम बदलें
it: Riordina gli esercizi
zh_hans: 重新排序动作

# active.edit.reorderDone
source: Finish reordering
es: Terminar de reordenar
fr: Terminer la réorganisation
hi: क्रम बदलना खत्म करें
it: Fine riordino
zh_hans: 完成排序

# active.edit.restValue
source: Rest %@
es: Descanso %@
fr: Repos %@
hi: आराम %@
it: Recupero %@
zh_hans: 休息 %@

# active.edit.routineAddedMessage
source: %@ has been added to today. Add it to this session in your routine as well?
es: %@ se ha añadido a hoy. ¿Lo añadimos también a esta sesión en tu rutina?
fr: %@ a été ajouté à aujourd’hui. L’ajouter aussi à cette séance dans ta routine ?
hi: %@ आज में जुड़ गई है। क्या इसे आपकी रूटीन के इस सेशन में भी जोड़ दें?
it: %@ è stato aggiunto a oggi. Vuoi aggiungerlo anche a questa sessione nella tua routine?
zh_hans: %@ 已加入今天的训练。是否也把它加入常规安排中的这节训练课？

# active.edit.routineRemovedMessage
source: %@ has been removed from today. Remove it from this session in your routine as well?
es: %@ se ha quitado de hoy. ¿Lo quitamos también de esta sesión en tu rutina?
fr: %@ a été retiré d’aujourd’hui. Le retirer aussi de cette séance dans ta routine ?
hi: %@ आज से हट गई है। क्या इसे आपकी रूटीन के इस सेशन से भी हटा दें?
it: %@ è stato tolto da oggi. Vuoi toglierlo anche da questa sessione nella tua routine?
zh_hans: %@ 已从今天的训练中移除。是否也把它从常规安排中的这节训练课移除？

# active.edit.routineTitle
source: Change your routine too?
es: ¿Cambiar también tu rutina?
fr: Modifier aussi ta routine ?
hi: अपनी रूटीन भी बदलें?
it: Aggiornare anche la tua routine?
zh_hans: 也要修改你的常规安排吗？

# active.edit.setCount
source: %lld sets
es: %lld series
fr: %lld séries
hi: %lld सेट
it: %lld serie
zh_hans: %lld 组

# active.edit.skipped
source: Skipped
es: Saltado
fr: Passé
hi: छोड़ा गया
it: Saltato
zh_hans: 已跳过

# active.edit.title
source: Edit session
es: Editar sesión
fr: Modifier la séance
hi: सेशन एडिट करें
it: Modifica la sessione
zh_hans: 编辑训练课

# active.edit.updateRoutine
source: Update my routine too
es: Actualizar también mi rutina
fr: Mettre aussi ma routine à jour
hi: मेरी रूटीन भी अपडेट करें
it: Aggiorna anche la routine
zh_hans: 同时更新常规安排

# active.editSession
source: Edit session
es: Editar sesión
fr: Modifier la séance
hi: सेशन एडिट करें
it: Modifica la sessione
zh_hans: 编辑训练课

# active.elapsed
source: %@ elapsed
es: %@ transcurridos
fr: %@ écoulé
hi: %@ बीत चुके
it: %@ trascorsi
zh_hans: 已用 %@

# active.empty.message
source: Add your first exercise and Forge will log every set as you go.
es: Añade tu primer ejercicio y Forge irá registrando cada serie sobre la marcha.
fr: Ajoute ton premier exercice et Forge enregistrera chaque série au fil de la séance.
hi: अपनी पहली एक्सरसाइज़ जोड़ें और Forge हर सेट साथ-साथ दर्ज करता जाएगा।
it: Aggiungi il tuo primo esercizio e Forge registrerà ogni serie mentre procedi.
zh_hans: 添加第一个动作，Forge 会随着你的进行记录每一组。

# active.empty.title
source: No exercises yet
es: Aún no hay ejercicios
fr: Aucun exercice pour l’instant
hi: अभी कोई एक्सरसाइज़ नहीं
it: Ancora nessun esercizio
zh_hans: 还没有动作

# active.error.alreadyFinished
source: This workout has already been finished.
es: Este entrenamiento ya se terminó.
fr: Cette séance est déjà terminée.
hi: यह वर्कआउट पहले ही खत्म हो चुका है।
it: Questo allenamento è già stato concluso.
zh_hans: 这次训练已经结束了。

# active.error.discard
source: This workout could not be discarded.
es: No se ha podido descartar este entrenamiento.
fr: Cette séance n’a pas pu être abandonnée.
hi: यह वर्कआउट छोड़ा नहीं जा सका।
it: Non è stato possibile scartare questo allenamento.
zh_hans: 无法放弃这次训练。

# active.error.finish
source: This workout could not be saved.
es: No se ha podido guardar este entrenamiento.
fr: Cette séance n’a pas pu être enregistrée.
hi: यह वर्कआउट सेव नहीं हो सका।
it: Non è stato possibile salvare questo allenamento.
zh_hans: 无法保存这次训练。

# active.error.load
source: This workout could not be opened.
es: No se ha podido abrir este entrenamiento.
fr: Cette séance n’a pas pu être ouverte.
hi: यह वर्कआउट खोला नहीं जा सका।
it: Non è stato possibile aprire questo allenamento.
zh_hans: 无法打开这次训练。

# active.error.notFound
source: This workout is no longer stored.
es: Este entrenamiento ya no está guardado.
fr: Cette séance n’est plus enregistrée.
hi: यह वर्कआउट अब सेव नहीं है।
it: Questo allenamento non è più salvato.
zh_hans: 这次训练已不在存储中。

# active.error.save
source: That change could not be saved.
es: No se ha podido guardar ese cambio.
fr: Cette modification n’a pas pu être enregistrée.
hi: यह बदलाव सेव नहीं हो सका।
it: Non è stato possibile salvare la modifica.
zh_hans: 无法保存这项更改。

# active.error.title
source: Something went wrong
es: Algo ha fallado
fr: Une erreur est survenue
hi: कुछ गड़बड़ हो गई
it: Qualcosa è andato storto
zh_hans: 出了点问题

# active.exerciseOptions
source: Exercise options
es: Opciones del ejercicio
fr: Options de l’exercice
hi: एक्सरसाइज़ के विकल्प
it: Opzioni dell'esercizio
zh_hans: 动作选项

# active.finish
source: Finish
es: Terminar
fr: Terminer
hi: खत्म करें
it: Termina
zh_hans: 结束

# active.finish.adjustmentsSubtitle
source: Based on this session and how you rated it.
es: Según esta sesión y cómo la has valorado.
fr: D’après cette séance et la note que tu lui as donnée.
hi: इस सेशन और आपकी दी रेटिंग के आधार पर।
it: In base a questa sessione e a come l'hai valutata.
zh_hans: 依据这次训练和你的评价。

# active.finish.adjustmentsTitle
source: Changes for next time
es: Cambios para la próxima vez
fr: Changements pour la prochaine fois
hi: अगली बार के लिए बदलाव
it: Modifiche per la prossima volta
zh_hans: 下次的调整

# active.finish.comparisonSubtitle
source: Compared with the same session on %@.
es: Comparado con la misma sesión del %@.
fr: Comparé à la même séance du %@.
hi: %@ के उसी सेशन से तुलना।
it: Confronto con la stessa sessione del %@.
zh_hans: 与 %@ 的同一节训练课相比。

# active.finish.comparisonTitle
source: Against last time
es: Frente a la última vez
fr: Face à la dernière fois
hi: पिछली बार के मुकाबले
it: Rispetto alla volta scorsa
zh_hans: 与上次相比

# active.finish.down
source: Down %@
es: %@ menos
hi: %@ नीचे
it: In calo di %@
zh_hans: 减少 %@

# active.finish.duration
source: Duration
es: Duración
fr: Durée
hi: अवधि
it: Durata
zh_hans: 时长

# active.finish.effortRequired
source: Pick how it felt to save this session.
es: Elige cómo te ha sentado para guardar esta sesión.
fr: Indique comment c’était pour enregistrer cette séance.
hi: यह सेशन सेव करने के लिए बताएँ कि कैसा लगा।
it: Indica come è andata per salvare questa sessione.
zh_hans: 请先选择感受，再保存这节训练课。

# active.finish.effortSubtitle
source: Your answer tunes the sets and loads in your next session.
es: Tu respuesta afina las series y las cargas de tu próxima sesión.
fr: Ta réponse ajuste les séries et les charges de ta prochaine séance.
hi: आपके जवाब से आपके अगले सेशन के सेट और लोड तय होते हैं।
it: La tua risposta regola serie e carichi della prossima sessione.
zh_hans: 你的回答会调整下一次训练课的组数和负重。

# active.finish.effortTitle
source: How did that feel?
es: ¿Cómo te ha sentado?
fr: Comment c’était ?
hi: कैसा लगा?
it: Come è andata?
zh_hans: 感觉如何？

# active.finish.exercises
source: Exercises
es: Ejercicios
fr: Exercices
hi: एक्सरसाइज़
it: Esercizi
zh_hans: 动作

# active.finish.groupSets
source: %@, %@ sets
es: %@, %@ series
fr: %@, %@ séries
hi: %@, %@ सेट
it: %@, %@ serie
zh_hans: %@，%@ 组

# active.finish.heading
source: Session complete
es: Sesión completada
fr: Séance terminée
hi: सेशन पूरा
it: Sessione completata
zh_hans: 训练课完成

# active.finish.keepTraining
source: Keep training
es: Seguir entrenando
fr: Continuer à m’entraîner
hi: ट्रेनिंग जारी रखें
it: Continua ad allenarti
zh_hans: 继续训练

# active.finish.musclesSubtitle
source: Working sets credited to each muscle group.
es: Series de trabajo asignadas a cada grupo muscular.
fr: Séries de travail attribuées à chaque groupe musculaire.
hi: हर मसल ग्रुप को मिले वर्किंग सेट।
it: Serie di lavoro attribuite a ciascun gruppo muscolare.
zh_hans: 计入各肌群的正式组。

# active.finish.musclesTitle
source: Muscles worked
es: Músculos trabajados
fr: Muscles travaillés
hi: जिन मसल पर काम हुआ
it: Muscoli coinvolti
zh_hans: 训练到的肌肉

# active.finish.noAdjustments
source: Nothing needed changing for next time.
es: No hacía falta cambiar nada para la próxima vez.
fr: Rien n’avait besoin de changer pour la prochaine fois.
hi: अगली बार के लिए कुछ बदलने की ज़रूरत नहीं पड़ी।
it: Non c'era nulla da cambiare per la prossima volta.
zh_hans: 下次不需要做任何调整。

# active.finish.nothingMessage
source: Log at least one set to save this session, or discard it and start again later.
es: Registra al menos una serie para guardar esta sesión, o descártala y empieza otra más adelante.
fr: Enregistre au moins une série pour sauvegarder cette séance, ou abandonne-la et recommence plus tard.
hi: यह सेशन सेव करने के लिए कम से कम एक सेट दर्ज करें, या इसे छोड़कर बाद में फिर शुरू करें।
it: Registra almeno una serie per salvare questa sessione, oppure scartala e ricomincia più tardi.
zh_hans: 至少记录一组才能保存这节训练课，或者放弃它，之后重新开始。

# active.finish.nothingTitle
source: Nothing logged yet
es: Aún no has registrado nada
fr: Rien d’enregistré pour l’instant
hi: अभी कुछ दर्ज नहीं
it: Ancora niente di registrato
zh_hans: 还没有记录

# active.finish.ofPlanned
source: of %lld planned
es: de %lld previstas
fr: sur %lld prévues
hi: तय %lld में से
it: su %lld previste
zh_hans: 计划 %lld 组

# active.finish.recordFirst
source: Your first recorded result
es: Tu primer resultado registrado
fr: Ton premier résultat enregistré
hi: आपका पहला दर्ज नतीजा
it: Il tuo primo risultato registrato
zh_hans: 你的第一条记录

# active.finish.recordPrevious
source: Previously %@
es: Antes %@
fr: Avant : %@
hi: पहले %@
it: Prima %@
zh_hans: 此前为 %@

# active.finish.recordsCount
source: %lld records beaten today
es: %lld récords batidos hoy
fr: %lld records battus aujourd’hui
hi: आज %lld रिकॉर्ड टूटे
it: %lld record battuti oggi
zh_hans: 今天打破 %lld 项纪录

# active.finish.recordsTitle
source: Personal records
es: Récords personales
fr: Records personnels
hi: पर्सनल रिकॉर्ड
it: Record personali
zh_hans: 个人纪录

# active.finish.save
source: Save session
es: Guardar sesión
fr: Enregistrer la séance
hi: सेशन सेव करें
it: Salva la sessione
zh_hans: 保存训练课

# active.finish.savedMessage
source: Your sets, records and volume are stored.
es: Tus series, tus récords y tu volumen quedan guardados.
fr: Tes séries, tes records et ton volume sont enregistrés.
hi: आपके सेट, रिकॉर्ड और वॉल्यूम सुरक्षित हैं।
it: Le tue serie, i record e il volume sono al sicuro.
zh_hans: 你的组数、纪录和训练量都已保存。

# active.finish.savedTitle
source: Session saved
es: Sesión guardada
fr: Séance enregistrée
hi: सेशन सेव हो गया
it: Sessione salvata
zh_hans: 训练课已保存

# active.finish.saving
source: Saving your session
es: Guardando tu sesión
fr: Enregistrement de ta séance
hi: आपका सेशन सेव हो रहा है
it: Salvataggio della sessione
zh_hans: 正在保存你的训练课

# active.finish.sets
source: Sets
es: Series
fr: Séries
hi: सेट
it: Serie
zh_hans: 组数

# active.finish.setsCount
source: %lld sets
es: %lld series
fr: %lld séries
hi: %lld सेट
it: %lld serie
zh_hans: %lld 组

# active.finish.title
source: Finish workout
es: Terminar entrenamiento
fr: Terminer la séance
hi: वर्कआउट खत्म करें
it: Termina l'allenamento
zh_hans: 结束训练

# active.finish.unchanged
source: No change
es: Sin cambios
fr: Sans changement
hi: कोई बदलाव नहीं
it: Nessuna variazione
zh_hans: 没有变化

# active.finish.up
source: Up %@
es: %@ más
hi: %@ ऊपर
it: In crescita di %@
zh_hans: 增加 %@

# active.finish.volume
source: Volume
es: Volumen
hi: वॉल्यूम
zh_hans: 训练量

# active.hideAnimation
source: Hide the animation
es: Ocultar la animación
fr: Masquer l’animation
hi: एनिमेशन छिपाएँ
it: Nascondi l'animazione
zh_hans: 隐藏动画

# active.hold.start
source: Start the timer
es: Iniciar el cronómetro
fr: Démarrer le chrono
hi: टाइमर शुरू करें
it: Avvia il timer
zh_hans: 开始计时
